module.exports = {
  greeting: "Здравствуйте. Давайте я Вам помогу найти работу вашей мечты.",
  choose_rubric: "Пожалуйста выберите рубрику в которой вы заинтересованы: \n",
  invalid_content: "Неверный ввод выберите цифру выше и введите.",
  choose_sub_rubric: "Выберите суб-рубрику: \n",

  subscriptionMsg: "\
  Вы подписались на ежедневное уведомление.\
  Я буду высылать Вам появившуюся вакансию каждый день.",

  unSubscriptionMsg: "Вы отписались от ежедневного уведомления.",

  available_commands: "\
  Доступные команды: \n\
  0️⃣ Начать новый поиск. \n\
  1️⃣ Получить еще вакансии. \n\
  2️⃣ Получать новые вакансии каждый день.",

  available_command_when_out_of_limit: "\
  Доступные команды: \n\
  0️⃣ Начать новый поиск. \n\
  1️⃣ Показать повторно вакансии этой же суб-рубрику. \n\
  2️⃣ Получать новые вакансии каждый день.",

  sub_rubrics_out_of_limit: "\
  Извините к сожалению в данный момент \
  по этой суб-рубрике нет больше вакансий.\
  Пожалуйста попробуйте другую суб-рубрику.",


  emoji_nums: ["1️⃣", "2️⃣", "3️⃣", "4️⃣", "5️⃣", "6️⃣", "7️⃣", "8️⃣", "9️⃣", "🔟",
                "1️⃣1️⃣", "1️⃣2️⃣", "1️⃣3️⃣", "1️⃣4️⃣", "1️⃣5️⃣", "1️⃣6️⃣", "1️⃣7️⃣",
                "1️⃣8️⃣", "1️⃣9️⃣", "2️⃣0️⃣", "2️⃣1️⃣", "2️⃣2️⃣", "2️⃣3️⃣"
              ],
  valid_nums: ["1", "2", "3", "4", "5", "6", "7", "8", "9", "10",
                "11", "12", "13", "14", "15", "16", "17", "18", "19", "20",
                "21", "22", "23"
              ]
}
